Repository: SokolSib/FRANCE
Catalog: Solution Caisse Enregistreuse/Caisse/ticketwindow/Properties/Resources.*.resx
Languages: fr_fr

# BtnAdd
source: Add
fr_fr: Ajouter

# BtnCancel
source: Cancel
fr_fr: Annuler

# BtnClear
source: Clear
fr_fr: Nettoyer

# BtnClose
source: Close
fr_fr: Fermer

# BtnDel
source: Del.
fr_fr: Suppr.

# BtnDelete
source: Delete
fr_fr: Supprimer

# BtnEnter
source: Enter
fr_fr: Entrée

# BtnFinish
source: Finish
fr_fr: Terminer

# BtnLogon
source: Log In
fr_fr: Entrée

# BtnOk
source: Ok
fr_fr: Valider

# BtnRedact
source: Redact
fr_fr: Modifier

# BtnRegister
source: Register
fr_fr: Enregistrer

# BtnRemoveRow
source: Remove row
fr_fr: Supprimer une ligne

# BtnReset
source: Reset
fr_fr: Réinitialiser

# BtnReweigh
source: Reweigh
fr_fr: Re-Peser

# FuncTotal
source: Show total
fr_fr: Afficher un Total

# FuncCancelBay
source: Cancel bay
fr_fr: Annulation de ticket

# FuncToWait
source: To wait
fr_fr: Attente +1

# FuncHistory
source: History
fr_fr: Historique des achats

# FuncCalculator
source: Calculator
fr_fr: Calculatrice

# FuncDiscountCard
source: Discount cards
fr_fr: Carte de Fidélité

# FuncCaseProducts
source: Case products
fr_fr: Menu produits

# FuncCloseCashbox
source: Close cashbox
fr_fr: Clôture

# FuncDiscountReset
source: Reset discount
fr_fr: Remise Ajouter/Enlever

# FuncHistoryOfAllCards
source: Cards history
fr_fr: Histoire des clôtures générales

# FuncHistoryChecks
source: Checks history
fr_fr: Histoire de ticket

# FuncPaymentMethod
source: Payment method
fr_fr: Moyen de paiement

# FuncEditProduct
source: Edit product
fr_fr: Modification des Articles

# FuncEditPrice
source: Edit price
fr_fr: Modifier le prix

# FuncOpenCashBox
source: Open cashbox
fr_fr: Tiroir caisse

# FuncResetBtn
source: Reset btn
fr_fr: Réinitialisation

# FuncReturnProduct
source: Return product
fr_fr: Retour/Remboursement

# FuncProductMenu
source: Product menu
fr_fr: Section des Articles

# FuncSetBarCode
source: Set barcode
fr_fr: Code Barre manuellement

# FuncShowPro
source: Show pro
fr_fr: Mode PROs

# FuncClearProducts
source: Clear products
fr_fr: Réinitialiser des tickets

# FuncDelProduct
source: Delete product
fr_fr: Supprimer une Ligne

# FunTurn
source: Turn
fr_fr: Réduire

# FuncToPro
source: To pro
fr_fr: Envoi vers site PRO

# FuncUpdateDB
source: Update DB
fr_fr: Mise à jour des données

# LabelAmount
source: Amount
fr_fr: Montant

# LabelBalanceKg
source: Balance kg
fr_fr: Ballance kg

# LabelBarcode
source: Barcode
fr_fr: Barecode

# LabelButtonColor
source: Color of button
fr_fr: Couleur du bouton

# LabelButtonName
source: Name of button
fr_fr: Nom du bouton

# LabelCreateProductButton
source: Creating the product button
fr_fr: Création du button Produit

# LabelDescription
source: Description
fr_fr: Déscription

# LabelDiscount
source: Discount
fr_fr: Remise

# LabelFIO
source: Full name
fr_fr: Prénom NOM

# LabelGroup
source: Group
fr_fr: Famille

# LabelImportantFunctions
source: Important functions
fr_fr: Fonctions Importantes

# LabelLogin
source: Login
fr_fr: Nom d'utilisateur

# LabelName
source: Name
fr_fr: Nom de produit

# LabelNone
source: None
fr_fr: None - Vide

# LabelPassword
source: Password
fr_fr: Mot de passe

# LabelPermissions
source: Permissions
fr_fr: Autorisations sur les fonctions

# LabelPrice
source: Price
fr_fr: Prix

# LabelPrixTTC
source: Price with VAT
fr_fr: Prix TTC

# LabelQty
source: QTY
fr_fr: Quantité

# LabelRole
source: Role
fr_fr: Rôle

# LabelSearchByEAN
source: Search by EAN bar code
fr_fr: Rechercher via Code-barres EAN

# LabelSubgroup
source: Subgroup
fr_fr: Sous-Famille

# LabelTextColor
source: Color of text
fr_fr: Couleur du texte

# LabelVat
source: VAT
fr_fr: TVA

# MenuGroupsProduct
source: Group products
fr_fr: Famille de produit

# MenuLanguage
source: Language
fr_fr: Langue

# MenuRoles
source: Roles
fr_fr: Rôles

# MenuUsers
source: Users
fr_fr: Utilisateurs

# MenuVats
source: VATs
fr_fr: TVA

# PermissionAll
source: Permit all
fr_fr: Contrôle total

# PermissionRedactButton
source: Permission editing of buttons
fr_fr: Parametrage des boutons

# PermissionRedactGroupsProduct
source: Permission editing groups of products
fr_fr: Création familles des produits

# PermissionRedactRole
source: Permission editing of roles
fr_fr: Autorisation pour le creation des nouveaux rôles

# PermissionRedactUser
source: Permission editing of users
fr_fr: Création des nouveaux utilisateurs

# PermissionRedactVat
source: Permission editing VAT
fr_fr: Parametrage des TVAs

# TabCashFunctions
source: Functions of cashbox
fr_fr: Fonction de la Caisse

# TabDisplaySettings
source: Display settings
fr_fr: Personnalisation de l'Affichage

# TabProducts
source: Products
fr_fr: Produits

# TabQuickPaymentsMethods
source: Quick payment methods
fr_fr: Moyen de paiement rapide

# LabelLogonError
source: Incorrect login or password
fr_fr: Identifiant ou mot de passe incorrect

# TypePayBankCards
source: Bank card
fr_fr: Carte bancaire

# TypePayBankChecks
source: Check
fr_fr: Cheque

# TypePayBondAchat
source: Bond
fr_fr: Avoir

# TypePayCash
source: Cash
fr_fr: En espèces

# TypePayResto
source: Resto card
fr_fr: Ticket Restaurante

# BtnApplyFilter
source: Apply filter
fr_fr: Appliquer le filtre

# BtnCancelProMode
source: Cancel PRO mode
fr_fr: Annuler mode PRO

# BtnCloseLocal
source: Close local
fr_fr: Clôture Local

# BtnCloseTotal
source: Close total
fr_fr: Clôture Générale

# BtnContinue
source: Continue
fr_fr: Continuer

# BtnForceClose
source: Force close
fr_fr: Forcé la Clôture

# BtnFullUpdate
source: Full update
fr_fr: Mise à jour complète

# BtnNew
source: New
fr_fr: Nouveau

# BtnNewPro
source: New PRO
fr_fr: Nouveau PRO

# BtnNext
source: Next
fr_fr: Suivante

# BtnOpenLocal
source: Open local
fr_fr: Ouverture Local

# BtnOpenTotal
source: Open total
fr_fr: Ouverture Générale

# BtnPrev
source: Previous
fr_fr: Précédent

# BtnPrint
source: Print
fr_fr: Imprimer

# BtnPrintDuplicate
source: Print duplicate
fr_fr: Imprimer duplicate

# BtnRemove
source: Remove
fr_fr: Retirer

# BtnSearch
source: Search
fr_fr: Rechercher

# BtnSelect
source: Select
fr_fr: Sélectionner

# BtnUpdate
source: Update
fr_fr: Mise à jour

# LabelAddress
source: Address
fr_fr: Adresse

# LabelCashBox
source: Cashbox
fr_fr: Caisse

# LabelCashboxTime
source: Cashbox time
fr_fr: L'heure du caisse

# LabelCassieData
source: Cashbox data
fr_fr: Les données de caisse

# LabelCheck
source: Check
fr_fr: Cheque

# LabelCheckTicket
source: Checks tickets
fr_fr: Tickets de Caisses

# LabelCheckTicketTmp
source: Temp checks tickets
fr_fr: Tickets de Caisses TEMP

# LabelCity
source: City
fr_fr: Ville

# LabelClientInfo
source: Clients
fr_fr: Information clients

# LabelClose
source: Close
fr_fr: Clôture

# LabelCloseTicket
source: Close tickets
fr_fr: Historique de Clôtures

# LabelColor
source: Color
fr_fr: Couleur

# LabelCompanyName
source: Company name
fr_fr: Nom de la compagnie

# LabelConnectionTest
source: Test connection
fr_fr: Test de connexion avec serveur

# LabelCurrency
source: Currency
fr_fr: Devises

# LabelDataLoading
source: Data loading
fr_fr: Chargement des données

# LabelDetails
source: Details
fr_fr: Détails

# LabelDevisWeb
source: Web
fr_fr: Historique de Devis

# LabelDiscountCard
source: Discount cards
fr_fr: Cartes de fidélité

# LabelError
source: Error
fr_fr: Erreur

# LabelFunction
source: Function
fr_fr: Fonction

# LabelHighter
source: Supreme
fr_fr: Suprême

# LabelNameNation
source: Nation
fr_fr: Nationalité

# LabelNamePlaceArround
source: Name place arround
fr_fr: Secteurs/Arrondissements

# LabelNew
source: New
fr_fr: Nouveau

# LabelNow
source: Now
fr_fr: Maintenant

# LabelNumberCashBox
source: N° cashbox
fr_fr: N° de Caisse

# LabelNumberCheck
source: N° check
fr_fr: N° de ticket

# LabelOld
source: Old
fr_fr: Ancien prix

# LabelOpen
source: Open
fr_fr: Ouverture

# LabelPaymentMeans
source: Means of payment
fr_fr: Moyen de paiement

# LabelPayProduct
source: Pay products
fr_fr: Produits vendus

# LabelPayProductTmp
source: Temp pay products
fr_fr: Produits vendus TEMP

# LabelPhone
source: Phone
fr_fr: Téléphone

# LabelPieceOrKg
source: Piece or kg
fr_fr: Piece Ou Kg

# LabelPleaseWaitWhileLoading
source: Please wait while loading !
fr_fr: Veuillez patientez pendant le chargement !

# LabelPostalCode
source: Postal code
fr_fr: Code postal

# LabelProduct
source: Product
fr_fr: Produits

# LabelProducts
source: Products
fr_fr: Produits

# LabelProviders
source: Providers
fr_fr: Fournisseurs?????????

# LabelRest
source: Rest
fr_fr: Reste

# LabelServerTime
source: Server time
fr_fr: L'heure du serveur

# LabelType
source: Type
fr_fr: Espèce

# LabelTypesPays
source: Pays types
fr_fr: Types de paiements

# LabelTypeVat
source: Type of VAT
fr_fr: Type de TVA

# LabelUserName
source: User name
fr_fr: Nom d'usager

# LabelViewing
source: Viewing
fr_fr: Affichage

# LabelXmlFile
source: Files
fr_fr: Paramètre de programme

# MenuSyncSetting
source: Sync settings
fr_fr: Paramètres de synchronisation

# PermissionRedactSync
source: Edit sync settings
fr_fr: Paramètres de synchronisation

# LabelOpenedBy
source: Opened by
fr_fr: Ouvert par

# LabelOpenLocal
source: Смена открыта
fr_fr: Ouverture local

# LabelOpenTotalTW
source: Касса открыта
fr_fr: Ouverture générale

# LabelProductNotFind
source: Product not found
fr_fr: Produit non trouvé

# LabelSelectProduct
source: Select product
fr_fr: Choisissez une seule produit dans la liste

# LabelWarning
source: Warning
fr_fr: Attention

# MessageDeleteQuestion
source: Сonfirm the deletion
fr_fr: Confirmer la suppression

# MessageIsAdmin
source: This is administrator
fr_fr: C'est admin ?????

source: Permission delete product from check
fr_fr: Supprimer produit d'un panier

# LabelNotPermission
source: Not have permission
fr_fr: Vous n'avez pas le droit

# LabelPin
source: Pin code
fr_fr: Code PIN

# LabelFrom
source: From
fr_fr: sur

# LabelDataError
source: Error - the date has not changed! Restart in administrator mode
fr_fr: Erreur - la date n'a pas changé! Redémarre dans le mode administrateur

# LabelCashBoxDate
source: The time of the Caisse
fr_fr: L'heure actuelle du Caisse

# LabelDateUpdate
source: Date updated
fr_fr: La date été mise à jour

# LabelNofFound
source: Not found
fr_fr: Pas trouvé

# LabelExcess
source: Excess
fr_fr: Excès

# LabelInvalidNumberFormat
source: The number format is invalid
fr_fr: Le format du numéro est invalide

# LabelPieceNotFractional
source: The piece(s) can not be a fractional number
fr_fr: La Pièce(s) ne peuvent pas être un nombre fractionnaire

# LabelProductRemoved
source: Product removed
fr_fr: Le produit est retiré

# LabelAlreadyClosing
source: Already closing
fr_fr: Déjà clôturé

# LabelAlreadyGeneralClosing
source: Already closing general
fr_fr: Clôture générale a été faite

# LabelCloseEnd
source: Closing completed
fr_fr: Clôture terminée

# LabelErrorClosing
source: Error closing
fr_fr: Erreur de fermeture

# LabelErrorGeneralClosing
source: Error general closing
fr_fr: Vous ne pouvez pas effectuer la clôture, car

# LabelGeneralCloseEnd
source: General closing completed
fr_fr: Clôture générale est terminé

# LabelInputInMemory
source: In memory
fr_fr: Mis en attente

# LabelOpened
source: Opened
fr_fr: Est ouverte

# LabelOperationComplete
source: Operation complete
fr_fr: L'opération terminée
